42crunch.vscode-openapi
74th.monokai-charcoal-high-contrast
aaron-bond.better-comments
ajmnz.swagger-jsdoc-indent
alefragnani.bookmarks
alexowl.transparent-color-theme
appcypher.astro
astro-build.astro-vscode
axiomaticstudios.one-monokai-80s
aykutsarac.jsoncrack-vscode
beardedbear.beardedtheme
bierner.markdown-preview-github-styles
bmewburn.vscode-intelephense-client
bradlc.vscode-tailwindcss
brandonkirbyson.vscode-animations
catppuccin.catppuccin-vsc
chakrounanas.turbo-console-log
cmstead.js-codeformer
cmstead.jsrefactor
dbaeumer.vscode-eslint
deiteris.vs-api-contractor
dekirisu.dekirisu-rust-themes
denoland.vscode-deno
docsmsft.docs-markdown
docsmsft.docs-preview
docsmsft.docs-yaml
dracula-theme.theme-dracula
drcika.apc-extension
eamodio.gitlens
editorconfig.editorconfig
eliostruyf.vscode-unnamed-theme
eliverlara.andromeda
esbenp.prettier-vscode
eserozvataf.one-dark-pro-monokai-darker
formulahendry.auto-rename-tag
github.copilot
github.copilot-chat
github.copilot-labs
gobystrokreactjs.gobystrok
godrix.svgr-preview
golang.go
hkh12.pitch-black
hsnazar.hyper-term-theme
jaakko.black
johnpapa.vscode-peacock
jprestidge.theme-material-theme
kontrail.vscode-inline-svg
laurencebahiirwa.deno-std-lib-snippets
leodevbro.blockman
mathcale.theme-dracula-refined
mechatroner.rainbow-csv
million.million-lint
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-wsl
ms-vsliveshare.vsliveshare
nrwl.angular-console
nur.just-black
obstinate.vesper-pp
orsenkucher.vscode-graphql
orta.vscode-jest
orta.vscode-twoslash-queries
p1c2u.docker-compose
perkovec.emoji
pomber.git-file-history
prisma.prisma
raunofreiberg.vesper
reactreedev.reactree
redhat.vscode-yaml
ritwickdey.liveserver
rust-lang.rust-analyzer
shd101wyy.markdown-preview-enhanced
sourcegraph.cody-ai
streetsidesoftware.code-spell-checker
styled-components.vscode-styled-components
svelte.svelte-vscode
tal7aouy.theme
teabyii.ayu
thedavej.night-owl-black
tm.black
tomrijndorp.find-it-faster
usernamehw.errorlens
viktorqvarfordt.vscode-pitch-black-theme
vscodevim.vim
wallabyjs.console-ninja
wallabyjs.quokka-vscode
westenets.vscode-backup
wix.vscode-import-cost
yoavbls.pretty-ts-errors
yukina.nord-dark
